Repository: 84000/data-translation-memory
Catalog: toh217-v3.tmx
Source language: bo
Languages: en

source: འཇིག་རྟེན་དུ་མུན་པ་ཤིན་ཏུ་མྱུར་དུ་མི་འབྱུང་གྲང་།
en: Will a great darkness not swiftly descend upon the world?

source: བསྐལ་པ་གྲངས་མེད་པ་གསུམ་དུ་ཡང་དག་པར་བསྒྲུབས་པའི་སངས་རྒྱས་ཤིན་ཏུ་མྱུར་དུ་ནུབ་པར་མི་འགྱུར་གྲང་།
en: Will the Buddha, who trained for three immeasurable eons, not swiftly fade from the world?

source: བདག་ཅག་ཆོས་ཀྱི་ལོངས་སྤྱོད་ལས་ཤིན་ཏུ་མྱུར་དུ་ཉམས་པར་མི་འགྱུར་གྲང་སྙམ་སྟེ།
en: Will our current enjoyment of the Dharma not swiftly wane?”

source: དེ་ནས་དགེ་བསྙེན་དེ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: The lay devotee then approached the Blessed One and bowed at his feet.

source: བཅོམ་ལྡན་འདས་ལ་བསྐོར་བ་བྱས་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་གཤེགས་ཤིག །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: He circumambulated him, knelt on his right knee, bowed to the Blessed One with his palms joined, and said, “Noble sir, Blessed One, please do not go to the house of Śrīgupta.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་ནི་བཅོམ་ལྡན་འདས་དང་དགེ་སློང་གི་དགེ་འདུན་བཀྲོངས་པའི་སླད་དུ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོར་སྩལ་ཏེ།
en: Why not? Noble sir, Blessed One, Śrīgupta had a deep pit dug at his main gate in order to kill you and the monastic community.

source: དོང་བརྐོས་ནས་ཞུགས་མི་འབར་ཞིང་དུ་བ་མ་མཆིས་པས་གཏམས་ཏེ།
en: He then filled it with a flameless and smokeless fire and put a thin cover over it.

source: སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་གཡོགས་ཤིང་མཆིས་ན་བཅོམ་ལྡན་འདས་དང་དགེ་སློང་གི་དགེ་འདུན་ལ་ཆུང་ཟད་གནོད་པར་ལྟ་མི་འགྱུར་རམ་སྙམ་བགྱིད་ལགས་སོ།
en: I wonder, if he does all this, will he not cause some harm to the Blessed One and his followers?”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied, “Lay brother, do not think that way.

source: དགེ་བསྙེན་ཁྱོད་འདི་སྙམ་དུ་མ་སེམས་ཤིག །དགེ་བསྙེན་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན་ཡང་ངའི་ལུས་ལ་མེས་མ་ཚུགས་ན།
en: Lay brother, fire could not physically affect me even when I was born as an animal;

source: ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ཅི་སྨོས།
en: how much less so now that I am a completely awakened buddha?

source: ངས་ནི་འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེ་དང་། མེ་གསུམ་བསད་པས་ངའི་ལུས་ལ་མེས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།
en: I have extinguished the three fires of attachment, anger, and delusion, so there is no basis for fire to physically affect me.”

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན། ཇི་ལྟར་སྐུ་ལ་ཞུགས་ཀྱིས་མ་ཚུགས་ལགས།
en: “Noble sir, Blessed One, how was it that fire did not physically affect you when you were born as an animal?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་བསྙེན་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་ཡུལ་ཀ་ལིང་ཀའི་རྒྱལ་པོ་ཞིག་བྱུང་བ་དེའི་ཚེ།
en: The Blessed One replied, “Lay brother, in a former time there lived a certain king of Kaliṅga.

source: ཡུལ་ཀ་ལིང་ཀའི་རྒྱལ་པོས་གླིང་བེགས་བུར་ཆད་པའི་རི་དགས་རྣམས་གསོད་པའི་ཕྱིར་སྲེག་པའི་མེ་ཆེན་པོ་བཏང་ངོ་།
en: This king lit a large fire in order to kill the wild animals on the island of Begburchepa.

source: །དེ་ནས་གླིང་བེགས་བུར་ཆད་པ་ནི་རི་དགས་དང་བྱ་གང་དག་གནས་པ།
en: The blaze upset all the animals and birds that lived on Begburchepa—those that flew through the sky, walked on land, or swam in the water.

source: ནམ་མཁའ་ལ་རྒྱུ་བའམ། ཐང་ལ་རྒྱུ་བའམ། ཆུ་ལ་རྒྱུ་བ་དེ་དག་སྲེག་པའི་མེ་དེས་འཁྲུགས་ནས་དེ་ན་གང་དག་ནམ་མཁའ་ལ་རྒྱུ་བ་དེ་དག་ནི་ནམ་མཁའ་ལ་བྱེར་རོ། །གང་དག་ཆུ་ལ་རྒྱུ་བ་དེ་དག་ནི་ཆུར་ཞུགས་སོ། །གང་དག་ཐང་ལ་རྒྱུ་བ་དེ་དག་ནི་ཕན་ཚུན་འབྱེར་ཞིང་རྒྱུག་སྟེ་འབྲོས་སོ།
en: Those that could fly escaped into the sky, those that could swim dove into the water, and those on land ran to and fro to get away.

source: །གླིང་བེགས་བུར་ཆད་པ་དེ་ན་སྲེག་པའི་ཕྲུ་གུ་འདབ་གཤོག་མ་སྐྱེས་པ་ཞིག་ཡོད་དེ།
en: “On the island of Begburchepa there lived a partridge chick whose wings had not yet matured.

source: དེ་ནས་སྲེག་པ་མ་མོ་དེས་འདབ་མ་ཆུར་བཅུག་སྟེ། སྲེག་པའི་ཕྲུ་གུའི་ཁོར་ཡུག་ཏུ་གཏོར་ཏོ།
en: The mother partridge dipped her feathers into the water and sprinkled it around the chick.

source: །གཏོར་ནས་ཀྱང་རྒྱུག་ཅིང་ཡང་དང་ཡང་དེ་ལྟར་བརྩོན་པར་བྱས་སོ།
en: She then hurriedly repeated this, over and over again.

source: །དེ་ནས་སྲེག་པའི་ཕྲུ་གུ་དེས་མ་འདི་ལྟར་རྩོལ་བ་བྱེད་པ་དེ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་དེས་མ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཡུམ་ཅིའི་སླད་དུ་འདི་ལྟར་རྩོལ་བར་མཛད།
en: “The partridge chick watched his mother struggling in this way, and then asked her, ‘Mother, why are you struggling in this way?’

source: དེས་སྨྲས་པ། བུ་ཤེས་པར་གྱིས་ཤིག །རྒྱལ་པོ་ཡུལ་ཀ་ལིང་ཀའི་རྒྱལ་པོས་གླིང་བེགས་བུར་ཆད་པའི་རི་དགས་གསད་པའི་ཕྱིར་མེ་ཆེན་པོ་བཏང་ངོ་།
en: “She replied, ‘Child, you should know that the king of Kaliṅga has lit a large fire to kill all the animals on the island of Begburchepa.

source: །དེ་ནས་གླིང་བེགས་བུར་ཆད་པ་ན་རི་དགས་དང་། བྱ་གང་དག་གནས་པ་ནམ་མཁའ་ལ་རྒྱུ་བ་དང་། ཐང་ལ་རྒྱུ་བ་དང་། ཆུ་ལ་རྒྱུ་བ་དེ་དག་སྲེག་པའི་མེ་ཆེན་པོ་དེས་འཁྲུགས་ནས་དེ་ན་གང་དག་ནམ་མཁའ་ལ་རྒྱུ་བ་དེ་དག་ནི་ནམ་མཁའ་ལ་བྱེར།
en: The blaze has disturbed all the animals and birds who live on the island of Begburchepa, whether they fly through the sky, walk on the land, or swim in the water.

source: གང་དག་ཆུ་ལ་རྒྱུ་བ་དེ་དག་ནི་ཆུར་ཞུགས། གང་དག་ཐང་ལ་རྒྱུ་བ་དེ་དག་ནི་ཕན་ཚུན་འབྱེར་ཞིང་རྒྱུག་སྟེ་བྲོས་སོ།
en: Those that can fly have escaped into the sky, those that can swim have dived into the water, and those on land have run to and fro to get away.

source: །ང་ནི་འདི་ལྟར་ཁྱོད་ཚིག་ཏུ་འོང་ངོ་ཞེས་ཁྱོད་ཀྱི་ཕྱིར་འདི་ལྟར་རྩོལ་བར་བྱེད་དོ།
en: I am struggling in this way for your sake, because I think that you will burn.’

source: །དེས་སྨྲས་པ། ཡུམ་ཐོང་ཤིག །ཐོང་ཤིག །ཡུམ་ཁྱོད་ནི་བྱིས་པ་སྟེ།
en: “The chick replied, ‘Mother, stop it, stop it!

source: ཁྱོད་ཀྱིས་རྩོལ་བ་འདི་ལྟ་བུས་བདག་སྲེག་པའི་མེ་འདི་ལས་ཐར་བར་ཡང་མི་སྤྱོད་དོ།
en: You are foolish. Such efforts will never save me from the blaze.

source: །ཡུམ་ཁྱོད་ཀྱིས་བདག་ཉིད་ཀྱི་མཐུ་དང་སྟོབས་བསྐྱེད་དེ། ངན་བུ་ལེགས་པར་ཤིན་ཏུ་བླངས་ལ་གླིང་བེགས་བུར་ཆད་པ་འདིར་ཤིང་ནང་གི་མཐོན་པོའི་ཁར་ངན་བུ་གཞག་པར་སྤྱོད་དམ།
en: Mother, draw on all your power and strength, carefully carry me to a high spot among the trees on the island of Begburchepa, and put me down there. Please do this!’

source: དེ་བཞིན་བྱའོ་ཞེས་ཏེ་སྲེག་པ་མ་མོ་དེས་སྲེག་པའི་ཕྲུ་གུའི་ལྟར་མཉན་ནས་རང་གི་མཐུ་དང་སྟོབས་བསྐྱེད་དེ།
en: “The mother partridge did as her child asked.

source: སྲེག་པའི་ཕྲུ་གུ་དེ་ཀུན་དུ་ལེགས་པར་བླངས་ནས་གླིང་བེགས་བུར་ཆད་པ་དེའི་ཤིང་ནང་གི་མཐོན་པོའི་ཁར་བཞག་གོ།
en: She drew on all her own strength, carefully carried the partridge chick, and put it down in a high spot among the trees on the island of Begburchepa.

source: །དེ་ནས་སྲེག་པའི་ཕྲུ་གུ་དེས་སྲེག་པའི་མེ་ཆེན་པོ་དེ་མཐོང་ནས་བྱམས་པས་ཁྱབ་པར་བྱེད་དོ། །བྱམས་པས་ཁྱབ་པར་བྱས་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།
en: “When the partridge chick saw the great blaze, it was filled with compassion and spoke this verse:

source: །རྐང་མེད་སེམས་ཅན་རྣམས་ཀྱང་ཡོད།
en: “ ‘There are legless beings,

source: །འདབ་ཆགས་རྐང་བཅས་པའང་ཡོད།
en: And also winged ones and those with legs.

source: །ཕ་མ་དག་གིས་བསྲུངས་ཤིང་འཁོད།
en: May their parents place them in protection!

source: །མེ་གདུག་ཚུར་ནི་མ་འོང་ཤིག །དགེ་བསྙེན་སྲེག་པའི་ཕྲུ་གུ་དེས་ཚིགས་སུ་བཅད་པ་དེ་སྨྲས་མ་ཐག་ཏུ་མེ་ཤི་བར་གྱུར་ཏེ།
en: May the noxious fire not return!’ “Lay brother, as soon as the partridge chick uttered this verse, the fire died down, retreating to where it had been lit.

source: གང་ནས་བཏང་བ་དེ་ཉིད་དུ་ཤིའོ། །དེ་ལྟར་དེ་ཚུན་ཆད་དེང་སོང་གི་བར་དུ་གླིང་བེགས་བུར་ཆད་པ་དེར་མེ་མ་ཤོར་ཏོ།
en: That is why, from that day to this, fire has never broken out on the island of Begburchepa.

source: །དགེ་བསྙེན་དེའི་ཚེ་དེའི་དུས་ན་གླིང་བེགས་བུར་ཆད་པ་ན་སྲེག་པའི་ཕྲུ་གུ་འདབ་གཤོག་མ་སྐྱེས་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟའམ། ཡིད་གཉིས་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།
en: Lay brother, if you suspect or have doubts that at that time on the island of Begburchepa the partridge chick with undeveloped wings was someone else, or are of two minds, reconsider.

source: དགེ་བསྙེན་ང་དེའི་ཚེ་དེའི་དུས་ན་སྲེག་པའི་ཕྲུ་གུར་གྱུར་ཏོ།
en: Lay brother, I was that partridge chick.

source: །དགེ་བསྙེན་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་དེའི་ཚེ་ཡང་ལུས་ལ་མེས་མ་ཚུགས་ན།
en: Lay brother, fire could not physically affect me even then, when I was born as an animal;

source: ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལ་ལྟ་ཅི་སྨོས་ཏེ།
en: how much less so now that I am a completely awakened buddha?

source: ངའི་ལུས་ལ་མེས་ཚུགས་པར་འགྱུར་བ་འདི་ནི་གནས་མེད་དོ།
en: There is no basis for fire to physically affect me.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་བསྙེན་དེ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་འཇུག །ཡང་དག་པར་གཟེངས་སྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དོ། །ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད།
en: The Blessed One then delivered a Dharma discourse to the lay devotee and the crowd of beings that was instructive, encouraging, uplifting, and joyous. After the Blessed One had delivered the Dharma discourse that was instructive, encouraging, uplifting, and joyous, he continued on his way.

source: ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་མདུན་དུ་བཞུད་པ་དང་། དགེ་བསྙེན་ཞིག་གིས་བཅོམ་ལྡན་འདས་རྒྱང་རིང་པོ་ནས་བྱོན་པ་མཐོང་ངོ་། །མཐོང་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། ཁྱིམ་བདག་དཔལ་སྦས་འདི་ནི་བཅོམ་ལྡན་འདས་ལ་རྣམ་པ་འདི་ལྟ་བུ་འདི་བྱེད་པར་འདོད་ན། བཅོམ་ལྡན་འདས་བགྲོངས་པར་མི་འགྱུར་གྲང་།
en: Another lay devotee saw him arriving from afar and thought, “If Śrīgupta intends to carry out such an act against the Blessed One, will the Blessed One not be killed?

source: བདེ་བར་གཤེགས་པ་བགྲོངས་པར་མི་འགྱུར་གྲང་།
en: Will the Sugata not be killed?

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས། པུས་མོ་གཉིས་ཀའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་མ་གཤེགས་ཤིག །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: He circumambulated him three times, knelt on both knees, bowed to the Blessed One with his palms joined, and said to the Blessed One, “Noble sir, Blessed One, please do not go to the house of Śrīgupta.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱིས་ནི་བཅོམ་ལྡན་འདས་དང་། དགེ་སློང་གི་དགེ་འདུན་བགྲོངས་པའི་སླད་དུ་ཕྱི་སྒོའི་སྒོ་གང་དུ་དོང་ཆེན་པོ་རྐོར་སྩལ་ཏོ།
en: Noble sir, Blessed One, Śrīgupta had a deep pit dug at his main gate in order to kill you and the monastic community.

source: །དོང་བརྐོས་ནས་ཞུགས་མི་འབར་ཞིང་དུ་བ་མ་མཆིས་པས་གཏམས་ཏེ།
en: He then filled it with a flameless and smokeless fire and put a thin cover over it.

source: སྟེང་དུ་ཕྱག་དར་སྲབ་མོས་གཡོགས་ཤིང་མཆིས་ན་བཅོམ་ལྡན་འདས་དང་། དགེ་སློང་གི་དགེ་འདུན་ལ་ཆུང་ཟད་གནོད་པར་ལྟ་མི་འགྱུར་རམ་སྙམ་བགྱིད་ལགས་སོ།
en: I wonder, if he does all this, will he not cause some harm to the Blessed One and his followers?”

source: ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ལ་ཅི་སྨོས།
en: how much less so now that I am a completely awakened buddha?

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་ན་ཇི་ལྟར་སྐུ་ལ་ཞུགས་ཀྱིས་མ་ཚུགས་ལགས།
en: “Noble sir, Blessed One, how was it that fire did not physically affect you when you were born as an animal?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་བསྙེན་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་འཛམ་བུའི་གླིང་འདི་ན་ནགས་སྟུག་པོ་ལོ་མ་ཕུན་སུམ་ཚོགས་པ། མེ་ཏོག་ཕུན་སུམ་ཚོགས་པ། འབྲས་བུ་ཕུན་སུམ་ཚོགས་པ། སྐྱེད་མོས་ཚལ་ཕུན་སུམ་ཚོགས་པ་ཞིག་ཡོད་དེ།
en: The Blessed One replied, “Lay brother, in a former time here in Jambudvīpa there was a wondrous pleasure park, a dense, verdant forest, abundant in flowers and fruits.

source: དེའི་ཚེ་ནགས་སྟུག་པོ་དེ་ན་རི་བོང་གི་གྲོགས་དྲང་སྲོང་ཞིག་གནས་ཏེ། རི་བོང་དེ་ནི་མི་སྐད་སྨྲ་བ་ཞིག་གོ།
en: In this forest lived a sage who had befriended a hare who could speak the human language.

source: །དེའི་ཚེ་དུས་གཞན་ཞིག་ན་ནགས་སྟུག་པོ་དེར་ཐན་པ་ཆེན་པོ་བྱུང་སྟེ། དེ་ན་འདབ་མ་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དེ་དག་ནི་སྐམ། མེ་ཏོག་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དང་། འབྲས་བུའི་ཤིང་གང་ཡིན་པ་དེ་དག་ཀྱང་སྐམ་མོ།
en: At one point a great drought befell the dense forest, which caused all the trees with leaves, blossoms, and fruit to wither.

source: །སྐྱེད་མོས་ཚལ་གང་ཡིན་པ་དེ་དག་ཀྱང་ཡོངས་སུ་སྐམ་མོ།
en: The pleasure groves in the forest entirely dried up.

source: །དེ་ནས་དྲང་སྲོང་དེ་རི་བོང་དེ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་རི་བོང་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །རི་བོང་ཤེས་པར་གྱིས་ཤིག །ནགས་སྟུག་པོ་འདིར་ཐན་པ་ཆེན་པོ་བྱུང་སྟེ། འདབ་མ་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དེ་དག་ནི་སྐམ།
en: The sage went to visit the hare and told him, ‘Hare, you should know that a great drought has befallen this dense forest.

source: མེ་ཏོག་དང་ལྡན་པའི་ཤིང་གང་ཡིན་པ་དང་། འབྲས་བུའི་ཤིང་གང་ཡིན་པ་དེ་དག་ཀྱང་སྐམ་མོ།
en: All the trees with leaves, blossoms, and fruit have withered.

source: །སྐྱེད་མོས་ཚལ་གང་ཡིན་པ་དེ་དག་ཀྱང་ཡོངས་སུ་སྐམ་སྟེ།
en: The pleasure groves in the forest have entirely dried up.

source: རི་བོང་བདག་ནི་ནགས་སྟུག་པོ་འདི་ནས་ནགས་སྟུག་པོ་གཞན་དུ་འགྲོ་བར་འདོད་དོ། །རི་བོང་གིས་སྨྲས་པ།
en: Hare, I wish to leave this dense forest for another one.’

source: དེའི་སླད་དུ་དྲང་སྲོང་དགུང་གཅིག་ནགས་སྟུག་པོ་འདིར་བཞུགས་ཤིག །བདག་གིས་ཁྱོད་བཤོས་གསོལ་ལོ།
en: “The hare replied, ‘Sage, please remain in this dense forest for one more day and allow me to feed you.’

source: །དེ་ནས་དྲང་སྲོང་དེ་གནས་སུ་སོང་སྟེ་མེ་བུས་ནས་སྔགས་ཀྱིས་སྦྱིན་སྲེག་བྱེད་དོ།
en: “The sage then returned to his dwelling, made a fire, and performed a homa while reciting mantras.

source: །དེ་ནས་རི་བོང་དེ་ནགས་དེར་གོམ་པས་འགྲོ་ཞིང་རྣམ་པར་རྒྱུ་ཡང་གང་ནས་ཀྱང་འབྲས་བུའམ། རྩ་བ་མ་རྙེད་ནས།
en: “Meanwhile, the hare wandered all over the forest, but he could not find fruits or roots anywhere.

source: དེ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་དྲང་སྲོང་དེ་ཟས་ལ་མགྲོན་དུ་བོས་ལ། བདག་གིས་ནགས་སྟུག་པོ་འདི་ཐམས་ཅད་དུ་སོན་ཀྱང་། གང་ནས་ཀྱང་འབྲས་བུའམ་རྩ་བ་མ་རྙེད་ཀྱིས།
en: He thought, ‘I invited the sage to a meal, but even though I have traversed the entire forest, I have not found fruits or roots anywhere.

source: བདག་རང་གི་ཤས་དྲང་སྲོང་དེ་ཚིམ་པར་བྱའོ་སྙམ་སྟེ།
en: Therefore, I will satiate the sage with my own flesh.’

source: དེ་ནས་རི་བོང་དེ་དྲང་སྲོང་དེ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་དྲང་སྲོང་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །དྲང་སྲོང་མཁྱེན་པར་མཛོད་ཅིག །བདག་གིས་ཁྱོད་ལ་བཤོས་གསོལ་བར་སྤྱན་དྲངས་ལ།
en: “The hare then went to the sage and said, ‘Sage, please understand;

source: བདག་གིས་ནགས་སྟུག་པོ་འདི་ཐམས་ཅད་དུ་མཆིས་ཀྱང་གང་ནས་ཀྱང་འབྲས་བུ་དང་རྩ་བ་མ་རྙེད་ནས་བདག་ཞུགས་ཀྱི་དོང་འདིར་བདག་ཉིད་ཀྱིས་མཆོང་གིས།
en: I invited you for a meal, but even though I traversed the entire forest, I did not find fruits or roots anywhere.

source: ཁྱོད་ཀྱིས་བདག་གི་ཤ་དེ་གསོལ་ལ་དགུང་གཅིག་ནགས་སྟུག་པོ་འདི་ན་བཞུགས་ཤིག །དྲང་སྲོང་གིས་སྨྲས་པ།
en: Therefore, I will jump into this fire pit, and you will be able to eat my flesh. Please remain in the dense forest for one more day.’ “The sage replied, ‘Hare, don’t do it!

source: རི་བོང་མ་བྱེད་ཅིག །དེ་སྐད་མ་སྨྲ་ཤིག །ང་ནི་རི་བོང་ཁྱོད་ལ་གནོད་པར་ཡང་མི་འདོད་ན་ང་ཁྱོད་ཀྱི་ཤ་ཟ་བ་ལྟ་ཅི་སྨོས།
en: Don’t say that. I do not wish to harm you, hare, let alone to eat your flesh.’

source: རི་བོང་གིས་སྨྲས་པ། དྲང་སྲོང་དེ་སྐད་མ་གསུང་ཤིག །ཁྱོད་ཀྱིས་བདག་གི་བསམ་པ་ངེས་པར་བསྐང་འཚལ་ལོ།
en: “The hare said, ‘Sage, please don’t say that. Please carry out my wishes.’

source: །དེ་ནས་རི་བོང་དེ་འདི་ལྟ་བུའི་བདེན་པའི་ཚིག་འདི་སྨྲས་ཏེ།
en: “Then the hare uttered the following words of truth:

source: ནགས་སྟུག་པོ་འདིའི་ལྷ་རྒྱ་ཆེན་པོ་རྣམས་བདག་ལ་དགོངས་སུ་གསོལ།
en: “ ‘Great gods of this dense forest, please heed me!

source: ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་གང་དག་གནས་པ་དེ་དག་ཐམས་ཅད་བདག་ལ་དགོངས་སུ་གསོལ།
en: All nāgas and yakṣas, gandharvas and asuras, garuḍas, kinnaras, and mahoragas who dwell here, please heed me!

source: བདག་ནི་གཏོང་བ་བགྱིད་དེ། ཤིན་ཏུ་གཏོང་བ་དང་། གཏོང་བའི་ཡང་གཏོང་བ་དང་། བདག་ཉིད་གཏོང་བ་བགྱིད་དོ།
en: I am about to perform an act of giving, the greatest act of giving, an extreme act of giving—I am about to give myself.

source: །བདག་གི་བདེན་པ་དང་བདེན་པའི་ཚིག་གང་གིས་བདག་ཡོངས་སུ་གཏོང་བ་ནི་རྒྱལ་པོའི་སླད་དུ་མ་ལགས།
en: The truth and words of truth with which I give myself away are these:

source: ལོངས་སྤྱོད་ཀྱི་སླད་དུ་མ་ལགས། མཐོ་རིས་ཀྱི་སླད་དུ་མ་ལགས།
en: “I do this not to be a king, nor for the sake of wealth or a higher rebirth.

source: བརྒྱ་བྱིན་ཉིད་ཀྱི་སླད་དུ་མ་ལགས། བདུད་ཀྱི་སླད་དུ་མ་ལགས། ཚངས་པའི་སླད་དུ་མ་ལགས། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་ཡུལ་གྱི་སླད་དུ་མ་ལགས་ཏེ།
en: I do this not to attain the rank of Śakra, Māra, or Brahmā, nor to acquire the kingdom of a universal monarch.

source: གཞན་དུ་བདག་ཇི་ལྟར། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བགྱི་བ་དང་། སེམས་ཅན་མ་དུལ་བ་གདུལ་བར་བགྱི། མ་གྲོལ་བ་དགྲོལ་བར་བགྱི། དབུགས་མ་ཕྱིན་པ་དབུགས་དབྱུང་བར་བགྱི། ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བགྱི་བའི་སླད་དུ་སྟེ།
en: Rather, I do this in order to attain supreme and perfect awakening and reach perfect buddhahood, so that I may tame those beings who are not yet tamed, liberate those not yet liberated, reassure those who need reassurance, and place beyond suffering those who are still suffering.” By this truth, and by these words of truth, may my self-sacrifice not be fruitless!’

source: བདེན་པ་དང་བདེན་པའི་ཚིག་དེས་བདག་ཡོངས་སུ་གཏོང་བ་འབྲས་བུ་མ་མཆིས་པར་མ་གྱུར་ཅིག །ཅེས་སྨྲས་ནས་བདག་ཉིད་མེ་དོང་ཆེན་པོ་དེར་མཆོངས་སོ།
en: “With these words, he hurled himself into the large fire pit.

source: །དགེ་བསྙེན་རི་བོང་དེས་མེ་དོང་དེར་མཆོངས་མ་ཐག་ཏུ་མེ་དོང་དེའི་མེ་ཤི་སྟེ་པད་མ་ཅན་གྱི་རྫིང་དུ་གྱུར་ནས།
en: “Lay brother, as soon as the hare jumped into the fire pit, the fire within it died out and became a pool of lotuses.

source: རི་བོང་དེ་བུང་བ་ཟི་ཟི་ཟེར་བར་གྱུར་པའི་པད་མ་འདབ་མ་སྟོང་ཡོད་པའི་སྟེང་ན་འདུག་ཅིང་ཆོས་སྟོན་ཏེ།
en: The hare was teaching the Dharma while seated on a thousand-petaled lotus that was buzzing with bees.

source: ཚངས་པར་སྤྱོད་པ། ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ།
en: He gave instructions in proper spiritual conduct that were virtuous in the beginning, middle, and end;

source: མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ།
en: and that were uncontaminated, perfect, pure, and unsullied.

source: ཡོངས་སུ་བྱང་བ་ཡང་དག་པར་སྟོན་ཏོ། །དྲང་སྲོང་གིས་དེ་མཐོང་སྟེ། མཐོང་ནས་ཀྱང་དགའ་མགུ་ཡི་རངས་ཏེ་རབ་ཏུ་དགའ་ནས།
en: “When the sage witnessed this, he was overjoyed and delighted, and so he rejoiced.

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ། རི་བོང་དེ་ལ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ཏོ།
en: Filled with joy and happiness, he joined the palms of his hands and bowed to the hare.

source: །དགེ་བསྙེན་དེའི་ཚེ་དེའི་དུས་ན་ནགས་སྟུག་པོ་དེ་ན་གནས་པའི་དྲང་སྲོང་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Lay brother, if you suspect or have doubts that the sage who lived at that time in that dense forest was someone else, reconsider.

source: དགེ་སློང་འོད་སྲུང་དེའི་ཚེ་དེའི་དུས་ན་ནགས་སྟུག་པོའི་དྲང་སྲོང་དུ་གྱུར་ཏོ།
en: Lay brother, at that time the monk Kāśyapa was the forest sage.

source: །དགེ་བསྙེན་དེའི་ཚེ་དེའི་དུས་ན་ནགས་སྟུག་པོའི་རི་བོང་དུ་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་དོགས་ཤིང་ཐེ་ཙོམ་ཟ་ན་དེ་ལྟར་མི་བལྟ་སྟེ།
en: Lay brother, if you suspect or have doubts that the forest hare at that time was someone else, reconsider.

source: ང་དེའི་ཚེ་དེའི་དུས་ན་རི་བོང་དུ་གྱུར་ཏོ།
en: At that time, I was the hare.

source: །དགེ་བསྙེན་ང་དུད་འགྲོའི་སྐྱེ་གནས་སུ་གྱུར་པ་དེའི་ཚེ་ཡང་ངའི་ལུས་ལ་མེས་མ་ཚུགས་ན།
en: Lay brother, fire could not physically affect me even then, when I was born as an animal;

source: ད་ལྟར་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་ལྟ་ལ་ཅི་སྨོས་ཏེ།
en: how much less so now that I am a completely awakened buddha?

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་བསྙེན་དེ་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་ལ་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་སྟོན། ཡང་དག་པར་འཛིན་དུ་འཇུག །ཡང་དག་པར་གཟེངས་སྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དོ། །ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད།
en: The Blessed One then delivered a Dharma discourse to the lay devotee and the crowd of beings that was instructive, encouraging, uplifting, and joyous.

source: ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཁྱིམ་ག་ལ་བ་དེར་གཤེགས་སོ།
en: After the Blessed One had delivered the Dharma discourse that was instructive, encouraging, uplifting, and joyous, he continued on to the house of Śrīgupta.

source: །དེའི་ཚེ་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་རྣམས་འདི་ཇི་ལྟར་འགྱུར་སྙམ་སྟེ།
en: The crowd of people from the city of Rājagṛha thought, “What will happen?

source: ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཕྱི་སྒོའི་སྒོ་གང་ག་ལ་བ་དེར་དོང་ངོ་།
en: There is a pit at the main gate to Śrīgupta’s house.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་མེ་དོང་ཆེན་པོ་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་མེ་དོང་ཆེན་པོ་དེར་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་ཐོག་མར་བཞག་སྟེ།
en: The Blessed One then reached the deep fire pit, and set his golden-colored right foot upon it.

source: བཅོམ་ལྡན་འདས་ཀྱིས་མེ་དོང་དེར་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་དེ་བཞག་མ་ཐག་ཏུ་མེ་དོང་དེའི་མེ་ཤི་བར་གྱུར་ཏེ་པད་མའི་རྫིང་བུར་གྱུར་ནས་བུང་བ་ཟི་ཟི་ཟེར་བར་གྱུར་ཏོ།
en: As soon as the Blessed One had set his golden-colored right foot upon the fire pit, the fire in the pit died out, and it became a pool of lotuses, buzzing with bees.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཞབས་གཡས་པ་གསེར་གྱི་ཁ་དོག་ཅན་མེ་དོང་དེར་བཞག་མ་ཐག་ཏུ་ལྷ་རྣམས་ལྷའི་ཙན་དན་གྱི་ཕྱེ་མ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར། མངོན་པར་རབ་ཏུ་འཐོར་རོ།
en: As soon as the Blessed One had set his golden-colored right foot upon the fire pit, the gods showered heavenly sandalwood powder over him, showering him repeatedly with it.

source: །ལྷའི་མེ་ཏོག་ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དང་། ལྷའི་མེ་ཏོག་མན་དཱ་ར་བ་དག་བཅོམ་ལྡན་འདས་ཀྱི་སྐུ་ལ་འཐོར། མངོན་པར་འཐོར།
en: They showered him with heavenly flowers, such as blue and white water lilies, red and white lotuses, and mandārava blossoms, showering him repeatedly with them.

source: མངོན་པར་རབ་ཏུ་འཐོར་རོ། །ལྷའི་རོལ་མོའི་སྒྲ་ཡང་འབྱིན་ཏོ། །སིལ་སྙན་གྱི་སྒྲ་ཡང་འབྱིན་ཏོ།
en: Divine music rang out, and heavenly cymbals played.

source: །དུང་དང་། རྔ་བོ་ཆེ་དང་། རྫ་རྔ་དང་། ཁར་རྔ་ལ་སོགས་པའི་སྒྲ་ཡང་ཕྱུང་ངོ་།
en: Conches, large drums, and clay and metal drums resounded.

source: །རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོའི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་རྣམས་ངོ་མཚར་དུ་གྱུར་རྨད་དུ་བྱུང་བར་གྱུར་ཏེ།
en: The people of the great city of Rājagṛha were amazed and full of wonder.

source: གསང་བསྟོད་ནས་སྒྲ་དྲག་པོ་དང་། སྒྲ་ཆེན་པོར་ཧ་ཧ་ཞེས་བྱ་བ་དང་། ཧི་ཧི་ཞེས་བྱ་བ་དང་། ཅ་ཅོ་དང་ག་ཞ་འཐོན་ཏོ།
en: They let out a great roar of acclaim and the loud sounds of jubilation, laughter, astonishment, and elation.

source: །དེའི་ཚེ་ཁྱིམ་བདག་དཔལ་སྦས་ནི་གཅེར་བུ་པ་ཉེ་དུའི་བུ་དང་ལྷན་ཅིག་ཏུ་ཁང་སྟེང་ན་འདུག་གོ།
en: At that time Śrīgupta was standing on the roof of his house with Jñātiputra the Jain.

source: །ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཆུང་མ་ཁྱིམ་གྱི་ནང་ན་འདུག་པས་རྒྱལ་པོའི་ཁབ་ཏུ་སྒྲ་དྲག་པོ་དང་། སྒྲ་ཆེན་པོ་ཕྱུང་བ་ཐོས་སོ། །ཐོས་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། འདི་ལྟར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་འདིར་སྒྲ་མཐོན་པོ་དང་། སྒྲ་དྲག་པོ་དང་། སྒྲ་ཆེན་པོ་བྱུང་བ་ལས་བཅོམ་ལྡན་འདས་མེ་དོང་ཆེན་པོ་དེར་ལྷུང་སྟེ་གྲོངས་པར་མ་གྱུར་གྲང་།
en: Śrīgupta’s wife, who was inside the house, heard the roar and clamor erupting in Rājagṛha and thought, “Does such a loud and powerful noise here in the city of Rājagṛha mean that the Blessed One did not fall into the large fire pit and die?

source: བདེ་བར་གཤེགས་པ་གྲོངས་པར་མ་གྱུར་གྲང་སྙམ་ནས་བསྒྲིམས་ཏེ་སྟོབས་གཏུགས་ནས་སྒོ་ཕྱེ་སྟེ།
en: Has the Sugata not died?” With this thought, Śrīgupta’s wife worked to force open the door.

source: བང་ཐག་པར་སྒོ་ཁང་ག་ལ་བ་དེར་སོང་བ་དང་། ཁྱིམ་བདག་དཔལ་སྦས་ཀྱི་ཆུང་མ་དེས་མེ་དོང་དེའི་མེ་ཤི་སྟེ་པད་མའི་རྫིང་དུ་གྱུར་ནས་བུང་བ་ཟི་ཟི་ཟེར་བའི་པད་མ་ལ་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་བཞག་སྟེ་དཔལ་སྦས་ཀྱི་ཁྱིམ་དུ་གཤེགས་པ་མཐོང་ངོ་།
en: She then ran straight to the main gate and saw that the fire inside the pit had died away, the pit had become a lotus lake, and the Blessed One had set foot upon a lotus buzzing with bees as he proceeded towards Śrīgupta’s house.

source: །མཐོང་ནས་དགའ་མགུ་ཡི་རངས་ཏེ་རབ་ཏུ་དགའ་ནས།
en: She was delighted and overjoyed at this sight;

source: དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ་ཁྱིམ་བདག་དཔལ་སྦས་ག་ལ་བ་དེར་སོང་ནས་ཕྱིན་པ་དང་། ཁྱིམ་བདག་དཔལ་སྦས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: and, filled with delight and happiness, she went to Śrīgupta and said, “Lord, the fire in the pit has gone out, and it has become a lotus lake.
